{
    "categorias":[
        {"id":"1", "nombre":"Lucha"},
        {"id":"2", "nombre":"Carreras"},
        {"id":"3", "nombre":"Deportes"},
        {"id":"4", "nombre":"Aventura"},
        {"id":"5", "nombre":"Estrategia"},
        {"id":"6", "nombre":"Simulación"},
        {"id":"7", "nombre":"Rol"},
        {"id":"8", "nombre":"Acción"},
        {"id":"9", "nombre":"Plataformas"},
        {"id":"10", "nombre":"Puzzle"},
        {"id":"11","nombre": "Disparos"},
        {"id":"12","nombre": "Terror"},
        {"id":"13","nombre": "Música"},
        {"id":"14","nombre": "Educativo"},
        {"id":"15","nombre": "Multijugador"},
        {"id":"16","nombre": "Indie"},
        {"id":"17","nombre": "VR"},
        {"id":"18","nombre": "Sandbox"},
        {"id":"19","nombre": "Supervivencia"},
        {"id":"20","nombre": "Narrativo"},
        {"id":"21","nombre": "Arcade"},
        {"id":"22", "nombre": "Pixel Art" },
        {"id":"23", "nombre": "Open World"},
        {"id":"24", "nombre": "Ciencia Ficción"},
        {"id":"25", "nombre": "Histórico"},
        {"id":"26", "nombre": "Familia"},
        {"id":"27", "nombre": "Casual"},
        {"id":"29", "nombre": "Cartas"},
        {"id":"30", "nombre": "Táctico"},
        {"id":"31", "nombre": "MOBA"},
        {"id":"32", "nombre": "Battle Royale"},
        {"id":"33", "nombre": "Guerra"},
        {"id":"34", "nombre": "Stealth"},
        {"id":"35", "nombre": "Metroidvania"},
        {"id":"36", "nombre": "Visual Novel"},
        {"id":"37", "nombre": "Tower Defense"},
        {"id":"38", "nombre": "Roguelike"},
        {"id":"39", "nombre": "Roguelite"},
        {"id":"40", "nombre": "Beat 'em up"}       
    ],
    "plataformas":[
        {"id":"1", "nombre":"PC"},
        {"id":"2", "nombre":"PlayStation 5"},
        {"id":"3", "nombre":"PlayStation 4"},
        {"id":"4", "nombre":"Xbox Series X/S"},
        {"id":"5", "nombre":"Xbox One"},
        {"id":"6", "nombre":"Nintendo Switch"},
        {"id":"7", "nombre":"iOS"},
        {"id":"8", "nombre":"Android"},
        {"id":"9", "nombre":"Mac"},
        {"id":"10", "nombre":"Linux"}
    ],
    "juegos":[
        {"id":"1", "nombre":"The Witcher 3: Wild Hunt", "categoria_id":"7", "plataforma_ids":["1","2","3","4","5","6"], "Portada":"https://image.api.playstation.com/vulcan/ap/rnd/202211/0711/kh4MUIuMmHlktOHar3lVl6rY.png", "Descripcion":"The Witcher 3: Wild Hunt es un RPG de acción en mundo abierto donde encarnas a Geralt de Rivia, un cazador de monstruos en un oscuro y detallado mundo de fantasía. Ofrece una historia profunda, combates dinámicos y decisiones que influyen en el desarrollo de la aventura, convirtiéndolo en una experiencia imprescindible para los amantes del rol."},
        {"id":"2", "nombre":"God of War", "categoria_id":"8", "plataforma_ids":["2","3"], "Portada":"https://www.codigi.es/wp-content/uploads/2022/02/god-of-war-pc-game-steam-cover-1.jpg", "Descripcion":"God of War es una épica aventura de acción que sigue a Kratos y su hijo Atreus en un viaje a través de la mitología nórdica. Combina combates intensos, una narrativa emocional y un mundo impresionante, ofreciendo una experiencia inolvidable para los jugadores."},
        {"id":"3", "nombre":"Minecraft", "categoria_id":"18", "plataforma_ids":["1","2","3","4","5","6","7","8","9","10"], "Portada":"https://media.vandal.net/m/22007/minecraft-playstation-4-edition-201495132813_1.jpg", "Descripcion":"Minecraft es un juego de construcción y supervivencia en un mundo abierto generado por bloques. Los jugadores pueden explorar, recolectar recursos, construir estructuras y enfrentarse a criaturas en modos de juego como supervivencia, creativo y aventura. Su simplicidad y profundidad lo han convertido en uno de los juegos más populares y versátiles del mundo."},
        {"id":"4", "nombre":"Among Us", "categoria_id":"15", "plataforma_ids":["1","2","3","4","5","6","7","8"], "Portada":"https://uvejuegos.com/img/caratulas/65151/Among-Us_logo.jpg", "Descripcion":"Among Us es un juego multijugador en línea donde los jugadores trabajan juntos para completar tareas en una nave espacial, mientras intentan descubrir quiénes son los impostores que buscan sabotear la misión y eliminar a la tripulación. La combinación de cooperación y engaño crea una experiencia social única y emocionante."},
        {"id":"5", "nombre":"Hades", "categoria_id":"38", "plataforma_ids":["1","2","3","4","5","6"], "Portada":"https://static.wikia.nocookie.net/hades/images/a/a0/Hades_Pack_Art.png", "Descripcion":"Hades es un roguelike de acción desarrollado por Supergiant Games, donde los jugadores asumen el papel de Zagreus, el hijo de Hades, en su intento de escapar del inframundo. Con combates rápidos, una narrativa envolvente y una variedad de habilidades y armas, Hades ofrece una experiencia desafiante y gratificante."},
        {"id":"6", "nombre":"Celeste", "categoria_id":"9", "plataforma_ids":["1","2","3","4","5","6"], "Portada":"https://media.vandal.net/m/44239/celeste-2018128121116_11.jpg", "Descripcion":"Celeste es un juego de plataformas desafiante que sigue la historia de Madeline mientras escala la montaña Celeste. Con controles precisos, niveles diseñados meticulosamente y una narrativa emotiva sobre la superación personal, Celeste es una experiencia gratificante tanto para los amantes de los juegos de plataformas como para aquellos que buscan una historia inspiradora."},
        {"id":"7", "nombre":"Stardew Valley", "categoria_id":"16", "plataforma_ids":["1","2","3","4","5","6","7","8","9","10"], "Portada":"https://i.3djuegos.com/juegos/12908/stardew_valley/fotos/ficha/stardew_valley-3324716.jpg", "Descripcion":"Stardew Valley es un juego de simulación de granja donde los jugadores pueden cultivar, criar animales, pescar, explorar minas y construir relaciones con los habitantes del pueblo. Con su estilo retro y su jugabilidad relajante, Stardew Valley ofrece una experiencia encantadora y adictiva para los amantes de los juegos de simulación y rol."},
        {"id":"8", "nombre":"The Legend of Zelda: Breath of the Wild", "categoria_id":"4", "plataforma_ids":["6"], "Portada":"https://pics.filmaffinity.com/The_Legend_of_Zelda_Breath_of_the_Wild-907119617-large.jpg", "Descripcion":"The Legend of Zelda: Breath of the Wild es una aventura épica en un vasto mundo abierto donde los jugadores controlan a Link en su misión para salvar Hyrule. Con una libertad sin precedentes para explorar, resolver acertijos y enfrentarse a enemigos, este juego redefine la serie Zelda y ofrece una experiencia inolvidable llena de descubrimientos y desafíos."},
        {"id":"9", "nombre":"DOOM Eternal", "categoria_id":"11", "plataforma_ids":["1","2","3","4","5"], "Portada":"https://images.ctfassets.net/rporu91m20dc/5Nt4admHE2zmiHbH8ujGp6/e8809924794a52423653b00bac1689c4/DOOM-Eternal_Standard_1200x1476-01.jpg", "Descripcion":"DOOM Eternal es un intenso juego de disparos en primera persona que continúa la historia del Doom Slayer mientras lucha contra hordas de demonios para salvar la Tierra. Con combates rápidos, una amplia variedad de armas y enemigos, y un diseño de niveles dinámico, DOOM Eternal ofrece una experiencia adrenalínica y desafiante para los fanáticos del género."},
        {"id":"10", "nombre":"Animal Crossing: New Horizons", "categoria_id":"26", "plataforma_ids":["6"], "Portada":"https://cdn.cdkeys.com/496x700/media/catalog/product/f/i/fifa-22-pc-game-origin-cover_14_.jpg", "Descripcion":"Animal Crossing: New Horizons es un encantador juego de simulación de vida donde los jugadores se mudan a una isla desierta y la transforman en su hogar ideal. Con actividades como pescar, decorar, interactuar con vecinos animales y participar en eventos estacionales, el juego ofrece una experiencia relajante y creativa que ha capturado los corazones de millones de jugadores en todo el mundo."},
        {"id":"11", "nombre":"Cyberpunk 2077", "categoria_id":"24", "plataforma_ids":["1","2","3","4","5"], "Portada":"https://wallpapers.com/images/featured/cyberpunk-2077-q0o5txv6a3pqp7a9.jpg", "Descripcion":"Cyberpunk 2077 es un RPG de acción ambientado en un futuro distópico en la ciudad de Night City. Los jugadores asumen el papel de V, un mercenario que busca un implante único que otorga la inmortalidad. Con una narrativa profunda, un mundo abierto vibrante y una personalización extensa, Cyberpunk 2077 ofrece una experiencia inmersiva llena de decisiones significativas y combates intensos."},
        {"id":"12", "nombre":"Dark Souls III", "categoria_id":"7", "plataforma_ids":["1","2","3","4","5"], "Portada":"https://image.api.playstation.com/cdn/EP0700/CUSA03365_00/OFMeAw2KhrdaEZAjW1f3tCIXbogkLpTC.png", "Descripcion":"Dark Souls III es un desafiante RPG de acción que continúa la tradición de la serie Dark Souls, ofreciendo un mundo oscuro y atmosférico lleno de enemigos implacables y jefes formidables. Los jugadores deben dominar el combate estratégico, explorar entornos interconectados y descubrir secretos ocultos mientras enfrentan la muerte y la resurrección en su búsqueda para restaurar el orden en un reino en decadencia."},
        {"id":"13", "nombre":"Resident Evil Village", "categoria_id":"12", "plataforma_ids":["1","2","3","4","5"], "Portada":"https://media.vandal.net/m/9-2022/resident-evil-village-cloud-2022914054848_7.jpg", "Descripcion":"Resident Evil Village es la octava entrega principal de la serie Resident Evil, que combina elementos de horror de supervivencia con una narrativa intrigante. Los jugadores asumen el papel de Ethan Winters mientras exploran un misterioso pueblo lleno de criaturas aterradoras y desafíos inquietantes. Con gráficos impresionantes, una atmósfera tensa y una jugabilidad envolvente, Resident Evil Village ofrece una experiencia escalofriante para los fanáticos del género."},
        {"id":"14", "nombre":"The binding of Isaac: Rebirth", "categoria_id":"38", "plataforma_ids":["1","2","3","4","5","6"], "Portada":"https://image.api.playstation.com/cdn/EP2103/CUSA01344_00/Na433N23qGTKPfbdT9hA6ZmCGpFG2OGI.png", "Descripcion":"The Binding of Isaac: Rebirth es un roguelike de acción y aventura que sigue la historia de Isaac, un niño que huye a un sótano lleno de monstruos después de que su madre recibe un mensaje divino. Con niveles generados proceduralmente, una amplia variedad de objetos y power-ups, y una jugabilidad desafiante, el juego ofrece una experiencia única y rejugable para los amantes del género."},
        {"id":"15", "nombre":"Oh Demon! Fix my TV", "categoria_id":"32", "plataforma_ids":["1"], "Portada":"https://cdn.devuego.es/portadas/oh-demon-fix-my-tv.jpg", "Descripcion":"Oh Demon! Fix my TV es un juego de acción y estrategia en el que los jugadores asumen el papel de un técnico de reparación de televisores poseído por un demonio. A medida que intentan arreglar los televisores, deben enfrentarse a desafíos y enemigos sobrenaturales. Con una jugabilidad única y humorística, Oh Demon! Fix my TV ofrece una experiencia divertida y caótica para los jugadores que buscan algo diferente."}
    ]}